Repository: oveleon/contao-theme-compiler-bundle
Catalog: contao/languages/*/*_theme.xlf
Languages: de

# tl_theme.skinSourceFiles.0
source: Theme source files
de: Theme-Quelldateien

# tl_theme.skinSourceFiles.1
source: Select the files to compile and their order here.
de: Wählen Sie hier die zu kompilierenden Dateien und dessen Reihenfolge aus.

# tl_theme.combineSkinFiles.0
source: Combine theme source files
de: Theme-Quelldateien zusammenfassen

# tl_theme.combineSkinFiles.1
source: Combines all theme source files. Otherwise, all selected files will be stored separately.
de: Kombiniert alle Theme-Quelldateien. Andernfalls werden alle gewählten Dateien einzeln abgelegt.

# tl_theme.backupFiles.0
source: Create backup files
de: Backup-Dateien anlegen

# tl_theme.backupFiles.1
source: Copies existing files to a subfolder of the destination before compilation to be able to restore them later.
de: Kopiert bestehende Dateien vor dem kompilieren in einen Unterorder des Zielorts um diese später wiederherstellen zu können.

# tl_theme.outputFilesTargetDir.0
source: Target-Directory
de: Zielort

# tl_theme.outputFilesTargetDir.1
source: Specify the location where the compiled file(s) should be stored.
de: Geben Sie hier an, an welchem Ort die kompilierte/n Datei/en abgelegt werden soll.

# tl_theme.compileConfig.0
source: Compile theme files
de: Theme-Dateien kompilieren

# tl_theme.compileConfig.1
source: Compile theme files
de: Theme-Dateien kompilieren
